Repository: toai-php/Zalo_client
Catalog: bk_zalo/lib/locale/app_*.arb
Languages: vi

# language
source: English
vi: Viet Nam

source: Sign in
vi: Đăng nhập

source: Sign up
vi: Đăng kí

# signin_hint
source: Please enter username and password
vi: Vui lòng nhập số điện thoại và mật khẩu để đăng nhập

# sdt
source: Phone Number
vi: Số điện thoại

source: Password
vi: Mật khẩu

source: Show
vi: Hiện

source: Hide
vi: Ẩn

source: Forgot Password
vi: Lấy lại mật khẩu

source: FAQ >
vi: Câu hỏi thường gặp >

# phone_error
source: Please enter a valid phone number
vi: Số điện thoại không đúng định dạng.

# password_error
source: Please enter a valid password
vi: Vui lòng kiểm tra lại mật khẩu

# login_success
source: Login Successfully
vi: Đăng nhập thành công!

# signup_hint
source: Enter your phone number to create a new account.
vi: Nhập số điện thoại của bạn để tạo tài khoản mới.

# enter_phone
source: Enter your phone number
vi: Nhập số điện thoại

# enter_password
source: Enter your password
vi: Nhập mật khẩu cho tài khoản của bạn.

# password_invalid
source: Password must be at least 6 characters.
vi: Mật khẩu phải lớn hơn 6 kí tự.

# signup_success
source: Sign up successfully
vi: Đăng kí thành công

# user_valid
source: User exists
vi: Xác nhận tài khoản

# user_valid_message
source: There is a user with the specified phone number.
vi: Đã tồn tại 1 tài khoản Zalo được gắn với số điện thoại bạn vừa nhập.

source: invalid name
vi: Chưa có tên
